Revit 2024 API
BuiltInFailures.CopyPasteFailures.CannotDuplicateInOptionWarn Property
 Elements can't be duplicated in a secondary Option
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotDuplicateInOptionWarn { get; }
Visual Basic
Public Shared ReadOnly Property CannotDuplicateInOptionWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotDuplicateInOptionWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace